Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: GitHub rejected the saved sign-in, and GitHub tokens do not refresh on their own. Run `gh auth login` or sign in to Copilot again on that host, then Refresh.
ar: رفض GitHub تسجيل الدخول المحفوظ، ورموز GitHub لا تتجدد من تلقاء نفسها. نفّذ `gh auth login` أو سجّل الدخول إلى Copilot مرة أخرى على ذلك المضيف، ثم اضغط تحديث.
ca: GitHub ha rebutjat l'inici de sessió desat, i els testimonis de GitHub no es renoven per si sols. Executa `gh auth login` o torna a iniciar la sessió a Copilot en aquest amfitrió i, després, prem «Actualitza».
cs: GitHub odmítl uložené přihlášení a tokeny GitHubu se samy neobnovují. Spusťte `gh auth login` nebo se na tom hostiteli znovu přihlaste ke Copilotu a potom zvolte Obnovit.
da: GitHub afviste det gemte login, og GitHub-tokens fornyes ikke af sig selv. Kør `gh auth login`, eller log ind på Copilot igen på den vært, og tryk derefter på Opdater.
de: GitHub hat die gespeicherte Anmeldung abgelehnt, und GitHub-Tokens werden nicht von selbst erneuert. Führen Sie auf diesem Host `gh auth login` aus oder melden Sie sich dort erneut bei Copilot an, und wählen Sie dann „Aktualisieren“.
es: GitHub rechazó el inicio de sesión guardado y los tokens de GitHub no se renuevan por sí solos. Ejecuta `gh auth login` o vuelve a iniciar sesión en Copilot en ese host y, después, usa Actualizar.
fi: GitHub hylkäsi tallennetun kirjautumisen, eivätkä GitHub-tokenit uusiudu itsestään. Suorita `gh auth login` tai kirjaudu Copilotiin uudelleen kyseisellä isännällä ja valitse sitten Päivitä.
fr: GitHub a refusé la connexion enregistrée, et les jetons GitHub ne se renouvellent pas d'eux-mêmes. Exécutez `gh auth login` ou reconnectez-vous à Copilot sur cet hôte, puis actualisez.
he: GitHub דחה את פרטי ההתחברות השמורים, ואסימוני GitHub אינם מתחדשים מעצמם. הרץ `gh auth login` או התחבר שוב ל-Copilot במארח הזה, ואז רענן.
hu: A GitHub elutasította a mentett bejelentkezést, és a GitHub-tokenek nem újulnak meg maguktól. Futtassa a `gh auth login` parancsot, vagy jelentkezzen be újra a Copilotba az adott gazdagépen, majd válassza a Frissítés lehetőséget.
it: GitHub ha rifiutato l'accesso salvato e i token GitHub non si aggiornano da soli. Esegui `gh auth login` oppure accedi di nuovo a Copilot su quell'host, quindi seleziona Aggiorna.
ja: GitHubが保存済みのサインイン情報を拒否しました。GitHubのトークンは自動的には更新されません。そのホストで `gh auth login` を実行するか、Copilotに再度サインインしてから「更新」してください。
ko: GitHub에서 저장된 로그인을 거부했으며, GitHub 토큰은 스스로 갱신되지 않습니다. 해당 호스트에서 `gh auth login`을 실행하거나 Copilot에 다시 로그인한 다음 새로 고침하세요.
nb: GitHub avviste den lagrede innloggingen, og GitHub-tokener fornyes ikke av seg selv. Kjør `gh auth login` eller logg inn på Copilot på nytt på den verten, og velg deretter Oppdater.
nl: GitHub heeft de opgeslagen aanmelding geweigerd, en GitHub-tokens vernieuwen zichzelf niet. Voer `gh auth login` uit of meld je op die host opnieuw aan bij Copilot en kies daarna Vernieuwen.
pl: GitHub odrzucił zapisane logowanie, a tokeny GitHub nie odświeżają się same. Uruchom `gh auth login` lub zaloguj się ponownie do Copilot na tym hoście, a następnie wybierz Odśwież.
pt_br: O GitHub rejeitou o login salvo, e os tokens do GitHub não se renovam sozinhos. Execute `gh auth login` ou faça login no Copilot novamente nesse host e, em seguida, toque em Atualizar.
pt_pt: O GitHub rejeitou o início de sessão guardado e os tokens do GitHub não se renovam sozinhos. Execute `gh auth login` ou inicie sessão novamente no Copilot nesse anfitrião e, em seguida, toque em Atualizar.
ro: GitHub a respins autentificarea salvată, iar tokenurile GitHub nu se reîmprospătează singure. Rulează `gh auth login` sau autentifică-te din nou la Copilot pe acea gazdă, apoi apasă Reîmprospătează.
sl: GitHub je zavrnil shranjeno prijavo, žetoni GitHub pa se ne osvežijo sami. Na tem gostitelju zaženite `gh auth login` ali se znova prijavite v Copilot, nato pa izberite Osveži.
sv: GitHub avvisade den sparade inloggningen, och GitHub-tokens förnyas inte av sig själva. Kör `gh auth login` eller logga in på Copilot igen på den värden, och välj sedan Uppdatera.
uk: GitHub відхилив збережені дані входу, а токени GitHub не оновлюються самі. Виконайте `gh auth login` або знову увійдіть у Copilot на тому хості, після чого натисніть «Оновити».
vi: GitHub đã từ chối thông tin đăng nhập đã lưu, và token GitHub không tự làm mới. Hãy chạy `gh auth login` hoặc đăng nhập lại vào Copilot trên máy chủ đó, rồi nhấn Làm mới.
zh_hans: GitHub 拒绝了已保存的登录信息，而且 GitHub 令牌不会自动刷新。请运行 `gh auth login`，或在该主机上重新登录 Copilot，然后轻点“刷新”。
zh_hant: GitHub 拒絕了已儲存的登入資訊，而 GitHub 權杖不會自行更新。請執行 `gh auth login`，或在該主機上重新登入 Copilot，然後重新整理。

source: Give your imported theme a name.
ar: أعطِ سمتك المستوردة اسمًا.
ca: Doneu un nom al vostre tema importat.
cs: Pojmenujte importovaný motiv.
da: Giv dit importerede tema et navn.
de: Geben Sie Ihrem importierten Theme einen Namen.
es: Dale un nombre a tu tema importado.
fi: Anna tuodulle teemalle nimi.
fr: Donnez un nom à votre thème importé.
he: תן שם לערכת הנושא המיובאת.
hu: Adj nevet az importált témának.
it: Dai un nome al tema importato.
ja: インポートしたテーマに名前を付けてください。
ko: 가져온 테마의 이름을 입력하세요.
nb: Gi det importerte temaet et navn.
nl: Geef je geïmporteerde thema een naam.
pl: Nadaj nazwę importowanemu motywowi.
pt_br: Dê um nome ao seu tema importado.
pt_pt: Dê um nome ao seu tema importado.
ro: Dați un nume temei importate.
sl: Poimenujte uvoženo temo.
sv: Ge ditt importerade tema ett namn.
uk: Дайте назву імпортованій темі.
vi: Đặt tên cho chủ đề đã nhập.
zh_hans: 为导入的主题命名。
zh_hant: 為匯入的主題命名。

source: Give your shader a descriptive name.
ar: أعطِ المُظلّل اسمًا وصفيًا.
ca: Doneu un nom descriptiu al vostre shader.
cs: Zadejte popisný název pro váš shader.
da: Giv din shader et beskrivende navn.
de: Geben Sie Ihrem Shader einen aussagekräftigen Namen.
es: Asigne un nombre descriptivo a su shader.
fi: Anna shaderillesi kuvaava nimi.
fr: Donnez un nom descriptif à votre shader.
he: תן ל-shader שלך שם תיאורי.
hu: Adjon a shadernek egy leíró nevet.
it: Assegni un nome descrittivo al Suo shader.
ja: シェーダーにわかりやすい名前を付けてください。
ko: 셰이더에 설명이 포함된 이름을 지정하세요.
nb: Gi shaderen din et beskrivende navn.
nl: Geef uw shader een beschrijvende naam.
pl: Nadaj shaderowi opisową nazwę.
pt_br: Dê um nome descritivo ao seu shader.
pt_pt: Dê um nome descritivo ao seu shader.
ro: Dați un nume descriptiv shader-ului.
sl: Poimenujte svoj shader z opisnim imenom.
sv: Ge din shader ett beskrivande namn.
uk: Дайте шейдеру описову назву.
vi: Đặt tên mô tả cho shader của bạn.
zh_hans: 为着色器取一个描述性名称。
zh_hant: 為著色器取一個描述性名稱。

source: Glass Tap
ar: نقرة زجاجية
ca: Toc de vidre
cs: Skleněné ťuknutí
da: Glas-tryk
de: Glastippen
es: Toque de cristal
fi: Lasinapautus
fr: Tapotement de verre
he: הקשה על זכוכית
hu: Üvegkoppanás
it: Tocco di vetro
ja: ガラスタップ
ko: 유리 탭
nb: Glasstrykk
nl: Glastik
pl: Szklane stuknięcie
pt_br: Toque de vidro
pt_pt: Toque de vidro
ro: Atingere de sticlă
sl: Stekleni dotik
sv: Glastryck
uk: Скляний дотик
vi: Gõ thủy tinh
zh_hans: 玻璃轻敲
zh_hant: 玻璃輕敲

source: Glasswing
ar: جناح زجاجي
ca: Ales de vidre
cs: Skleněná křídla
da: Glasvinge
de: Glasflügler
es: Alas de cristal
fi: Lasisiipi
fr: Ailes de verre
he: כנף זכוכית
hu: Üvegszárny
it: Ali di vetro
ja: グラスウイング
ko: 유리날개
nb: Glassvinge
nl: Glasvleugel
pl: Szklane skrzydła
pt_br: Asas de vidro
pt_pt: Asas de vidro
ro: Aripi de sticlă
sl: Steklena krila
sv: Glasvinge
uk: Скляне крило
vi: Cánh Thủy Tinh
zh_hans: 透翅蝶
zh_hant: 透翅蝶

source: Global
ar: عام
cs: Globální
fi: Yleinen
he: כללי
hu: Globális
it: Globale
ja: グローバル
ko: 전역
nb: Globalt
nl: Globaal
pl: Globalne
sl: Globalno
uk: Глобальний
vi: Toàn cục
zh_hans: 全局
zh_hant: 全域

source: Glow
ar: توهج
ca: Lluentor
cs: Záře
da: Glød
de: Leuchten
es: Resplandor
fi: Hehku
fr: Lueur
he: זוהר
hu: Ragyogás
it: Bagliore
ja: グロー
ko: 글로우
nb: Glød
nl: Gloed
pl: Poświata
pt_br: Brilho
pt_pt: Brilho
ro: Strălucire
sl: Sijaj
sv: Glöd
uk: Сяйво
vi: Phát sáng
zh_hans: 发光
zh_hant: 發光

source: Glow Size
ar: حجم التوهج
ca: Mida de la lluentor
cs: Velikost záře
da: Glødstørrelse
de: Leuchtgröße
es: Tamaño del resplandor
fi: Hehkun koko
fr: Taille du halo
he: גודל זוהר
hu: Ragyogás mérete
it: Dimensione bagliore
ja: グローサイズ
ko: 글로우 크기
nb: Glødestørrelse
nl: Gloeigrootte
pl: Rozmiar poświaty
pt_br: Tamanho do Brilho
pt_pt: Tamanho do Brilho
ro: Dimensiune strălucire
sl: Velikost sijaja
sv: Glödstorlek
uk: Розмір світіння
vi: Kích thước phát sáng
zh_hans: 发光大小
zh_hant: 發光大小

source: Glowing neon trail with color pulse
ar: أثر نيون متوهج مع نبض لوني
ca: Rastre de neó brillant amb pols de color
cs: Zářivá neonová stopa s barevným pulzem
da: Glødende neonspor med farvepuls
de: Leuchtende Neonspur mit Farbpuls
es: Rastro de neón brillante con pulso de color
fi: Hehkuva neonjälki väripulssilla
fr: Traînée néon lumineuse avec pulsation de couleur
he: שובל ניאון זוהר עם פעימת צבע
hu: Izzó neoncsík színpulzálással
it: Scia neon luminosa con pulsazione di colore
ja: カラーパルス付きネオントレイル
ko: 색상 펄스가 있는 네온 잔상
nb: Lysende neonspor med fargepuls
nl: Gloeiend neonspoor met kleurpuls
pl: Świecący neonowy ślad z pulsem koloru
pt_br: Rastro neon brilhante com pulso de cor
pt_pt: Rasto néon brilhante com pulso de cor
ro: Urmă neon strălucitoare cu puls de culoare
sl: Žareča neonska sled z barvnim utripom
sv: Glödande neonspår med färgpuls
uk: Неоновий слід зі світловою пульсацією кольору
vi: Vệt neon phát sáng với xung màu
zh_hans: 带颜色脉冲的霓虹拖尾
zh_hant: 帶顏色脈衝的霓虹拖尾

source: Glowing particles with organic flight
ar: جسيمات متوهجة بحركة عضوية
ca: Partícules brillants amb vol orgànic
cs: Zářící částice s organickým letem
da: Lysende partikler med organisk flugt
de: Leuchtpartikel mit organischem Flug
es: Particulas brillantes con vuelo organico
fi: Hehkuvia hiukkasia orgaanisella lennolla
fr: Particules lumineuses au vol organique
he: חלקיקים זוהרים בתנועה אורגנית
hu: Ragyogó részecskék organikus röpüléssel
it: Particelle luminose con volo organico
ja: 有機的に舞う発光パーティクル
ko: 유기적으로 날아다니는 발광 입자
nb: Lysende partikler med organisk flukt
nl: Gloeiende deeltjes met organische vlucht
pl: Świecące cząstki z organicznym lotem
pt_br: Partículas brilhantes com voo orgânico
pt_pt: Partículas luminosas com voo orgânico
ro: Particule luminoase cu zbor organic
sl: Svetleči delci z organskim letom
sv: Lysande partiklar med organisk flykt
uk: Світні частинки з природним рухом
vi: Hạt phát sáng bay tự nhiên
zh_hans: 有机飞行的发光粒子
zh_hant: 有機飛行的發光粒子

source: Glows cyan on dark themes, reads as ink wash on light themes
ar: يتوهج بلون سماوي في السمات الداكنة، ويبدو كرسم حبري في السمات الفاتحة
ca: Brilla de color cian en temes foscos i es veu com una aiguada de tinta en temes clars
cs: Na tmavých motivech září azurově, na světlých působí jako malba tuší
da: Lyser cyan på mørke temaer og fremstår som tuschtegning på lyse temaer
de: Leuchtet auf dunklen Themes cyan, wirkt auf hellen Themes wie eine Tuschmalerei
es: Brilla en cian en temas oscuros y parece una aguada de tinta en temas claros
fi: Hehkuu syaanina tummissa teemoissa ja näyttää tussimaalaukselta vaaleissa teemoissa
fr: Brille en cyan sur les thèmes sombres, évoque un lavis d'encre sur les thèmes clairs
he: זוהר בציאן בערכות כהות, ונראה כרישום דיו בערכות בהירות
hu: Sötét témákon ciánkéken világít, világos témákon tusrajznak tűnik
it: Brilla in ciano sui temi scuri e appare come un acquerello a inchiostro sui temi chiari
ja: ダークテーマではシアンに光り、ライトテーマでは水墨画のように見えます
ko: 어두운 테마에서는 청록색으로 빛나고, 밝은 테마에서는 수묵화처럼 보입니다
nb: Lyser cyan på mørke temaer og fremstår som tusjmaleri på lyse temaer
nl: Gloeit cyaan bij donkere thema's, oogt als een inktwassing bij lichte thema's
pl: Świeci na cyjanowo w ciemnych motywach, a w jasnych wygląda jak malunek tuszem
pt_br: Brilha em ciano nos temas escuros e parece uma aguada de tinta nos temas claros
pt_pt: Brilha em ciano nos temas escuros e parece uma aguada de tinta nos temas claros
ro: Strălucește cian pe temele întunecate și apare ca un desen în tuș pe cele luminoase
sl: Na temnih temah sveti cijan, na svetlih deluje kot slikanje s tušem
sv: Lyser cyan i mörka teman och ser ut som en tuschlavering i ljusa teman
uk: Світиться блакитним на темних темах і виглядає як малюнок тушшю на світлих
vi: Phát sáng màu lục lam trên giao diện tối, trông như tranh mực tàu trên giao diện sáng
zh_hans: 在深色主题中发出青色光芒，在浅色主题中呈现水墨效果
zh_hant: 在深色主題中發出青色光芒，在淺色主題中呈現水墨效果

source: Go to Settings to update your API key
ar: انتقل إلى الإعدادات لتحديث مفتاح API الخاص بك
ca: Aneu a Configuració per actualitzar la vostra clau API
cs: Přejděte do Nastavení pro aktualizaci API klíče
da: Gå til Indstillinger for at opdatere din API-nøgle
de: Gehen Sie zu den Einstellungen, um Ihren API-Schlüssel zu aktualisieren
es: Vaya a Ajustes para actualizar su clave API
fi: Siirry asetuksiin päivittääksesi API-avaimesi
fr: Accédez aux Réglages pour mettre à jour votre clé API
he: עבור להגדרות כדי לעדכן את מפתח ה-API שלך
hu: Nyissa meg a Beállításokat az API kulcs frissítéséhez
it: Vada in Impostazioni per aggiornare la Sua chiave API
ja: 設定からAPIキーを更新してください
ko: 설정으로 이동하여 API 키를 업데이트하세요
nb: Gå til Innstillinger for å oppdatere API-nøkkelen din
nl: Ga naar Instellingen om uw API-sleutel bij te werken
pl: Przejdź do Ustawień, aby zaktualizować klucz API
pt_br: Vá em Ajustes para atualizar sua chave de API
pt_pt: Aceda às Definições para atualizar a sua chave de API
ro: Accesați Setări pentru a actualiza cheia API
sl: Pojdite v Nastavitve za posodobitev API-ključa
sv: Gå till Inställningar för att uppdatera din API-nyckel
uk: Перейдіть до Налаштувань, щоб оновити свій API-ключ
vi: Vào Cài đặt để cập nhật API key của bạn
zh_hans: 前往设置更新您的 API 密钥
zh_hant: 前往設定更新您的 API 金鑰

source: Good
ar: جيد
ca: Bona
cs: Dobrá
da: God
de: Gut
es: Buena
fi: Hyvä
fr: Bon
he: טוב
hu: Jó
it: Buona
ja: 良好
ko: 좋음
nb: Bra
nl: Goed
pl: Dobra
pt_br: Boa
pt_pt: Boa
ro: Bun
sl: Dobro
sv: Bra
uk: Добре
vi: Tốt
zh_hans: 良好
zh_hant: 良好

source: Google API Key Required
ar: مفتاح Google API مطلوب
ca: Cal una clau de Google API
cs: Je vyžadován klíč Google API
da: Google API-nøgle påkrævet
de: Google API-Schlüssel erforderlich
es: Se requiere clave de Google API
fi: Google API -avain vaaditaan
fr: Cle Google API requise
he: נדרש מפתח Google API
hu: Google API-kulcs szukseges
it: Chiave API Google richiesta
ja: Google APIキーが必要です
ko: Google API 키 필요
nb: Google API-nøkkel påkreves
nl: Google API-sleutel vereist
pl: Wymagany klucz Google API
pt_br: Chave de Google API Necessária
pt_pt: Chave de Google API Necessária
ro: Cheie Google API Necesară
sl: Potreben je ključ Google API
sv: Google API-nyckel krävs
uk: Потрібен ключ Google API
vi: Cần có khóa Google API
zh_hans: 需要 Google API 密钥
zh_hant: 需要 Google API 金鑰

source: GPG Agent Forwarding
ar: توجيه وكيل GPG
ca: Reenviament d'agent GPG
cs: Přesměrování GPG agenta
da: Videresendelse af GPG-agent
de: GPG-Agent-Weiterleitung
es: Reenvío del agente GPG
fi: GPG-agentin edelleenlähetys
fr: Redirection de l'agent GPG
he: העברת סוכן GPG
hu: GPG ügynök továbbítás
it: Inoltro GPG Agent
ja: GPGエージェント転送
ko: GPG 에이전트 전달
nb: GPG-agentvideresending
nl: GPG-agent doorsturen
pl: Przekierowanie agenta GPG
pt_br: Encaminhamento do agente GPG
pt_pt: Reencaminhamento do agente GPG
ro: Redirecționare agent GPG
sl: Posredovanje agenta GPG
sv: GPG-agentvidarebefordran
uk: Переадресація GPG-агента
vi: Chuyển tiếp GPG Agent
zh_hans: GPG 代理转发
zh_hant: GPG 代理轉發

source: GPG Decrypt Request
ar: طلب فك تشفير GPG
ca: Sol·licitud de desxifratge GPG
cs: Žádost o dešifrování GPG
da: GPG-dekrypteringsanmodning
de: GPG-Entschlüsselungsanfrage
es: Solicitud de descifrado GPG
fi: GPG-salauksenpurkupyyntö
fr: Demande de déchiffrement GPG
he: בקשת פענוח GPG
hu: GPG visszafejtési kérés
it: Richiesta di decifratura GPG
ja: GPG復号リクエスト
ko: GPG 복호화 요청
nb: GPG-dekrypteringsforespørsel
nl: GPG-ontsleutelingsverzoek
pl: Żądanie odszyfrowania GPG
pt_br: Solicitação de Descriptografia GPG
pt_pt: Pedido de Desencriptação GPG
ro: Cerere decriptare GPG
sl: Zahteva za dešifriranje GPG
sv: GPG-dekrypteringsbegäran
uk: Запит на розшифрування GPG
vi: Yêu cầu giải mã GPG
zh_hans: GPG 解密请求
zh_hant: GPG 解密請求

source: GPG Keys
ar: مفاتيح GPG
ca: Claus GPG
cs: GPG klíče
da: GPG-nøgler
de: GPG-Schlüssel
es: Claves GPG
fi: GPG-avaimet
fr: Clés GPG
he: מפתחות GPG
hu: GPG kulcsok
it: Chiavi GPG
ja: GPGキー
ko: GPG 키
nb: GPG-nøkler
nl: GPG-sleutels
pl: Klucze GPG
pt_br: Chaves GPG
pt_pt: Chaves GPG
ro: Chei GPG
sl: Ključi GPG
sv: GPG-nycklar
uk: Ключі GPG
vi: Khóa GPG
zh_hans: GPG 密钥
zh_hant: GPG 金鑰
